Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SmartPlaylistSongViewPage_EmptyState_Subtitle.Text
source: Try editing the rules
af_za: Probeer die reëls wysig
ar_eg: حاول تعديل القواعد
ar_sa: حاول تعديل القواعد
bg_bg: Опитайте да редактирате правилата
bn_bd: নিয়মগুলি সম্পাদনা করার চেষ্টা করুন
ca_es: Prova a editar les regles
cs_cz: Zkuste upravit pravidla
da_dk: Prøv at redigere reglerne
de_de: Versuchen Sie, die Regeln zu bearbeiten
el_gr: Δοκιμάστε να επεξεργαστείτε τους κανόνες
es_mx: Intenta editar las reglas
et_ee: Proovige reegleid muuta
fa_ir: ویرایش قوانین را امتحان کنید
fi_fi: Kokeile sääntöjen muokkaamista
fr_fr: Essayez de modifier les règles
ga_ie: Bain triail as na rialacha a chur in eagar
he_il: נסה לערוך את הכללים
hi_in: नियमों को संपादित करने का प्रयास करें
hr_hr: Pokušajte urediti pravila
hu_hu: Próbálja meg szerkeszteni a szabályokat
id_id: Coba edit aturannya
it_it: Prova a modificare le regole
ja_jp: ルールを編集してみてください
ko_kr: 규칙을 편집해 보세요
lt_lt: Pabandykite redaguoti taisykles
ms_my: Cuba edit peraturan
nl_nl: Probeer de regels te bewerken
no_no: Prøv å redigere reglene
pa_in: ਨਿਯਮਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj edytować reguły
pt_pt: Tente editar as regras
ro_ro: Încercați să editați regulile
ru_ru: Попробуйте отредактировать правила
sk_sk: Skúste upraviť pravidlá
sq_al: Provo të ndryshosh rregullat
sr_cyrl_rs: Покушајте да измените правила
sv_se: Försök att redigera reglerna
sw_ke: Jaribu kuhariri sheria
ta_in: விதிகளைத் திருத்த முயற்சிக்கவும்
th_th: ลองแก้ไขกฎ
tl_ph: Subukang i-edit ang mga panuntunan
tr_tr: Kuralları düzenlemeyi deneyin
uk_ua: Спробуйте відредагувати правила
vi_vn: Hãy thử chỉnh sửa các quy tắc
zh_cn: 尝试编辑规则
zh_tw: 嘗試編輯規則

# SmartPlaylistSongViewPage_EmptyState_Button.Content
source: Edit Rules
af_za: Wysig Reëls
ar_eg: تعديل القواعد
ar_sa: تعديل القواعد
bg_bg: Редактиране на правила
bn_bd: নিয়মগুলি সম্পাদনা করুন
ca_es: Editar regles
cs_cz: Upravit pravidla
da_dk: Rediger regler
de_de: Regeln bearbeiten
el_gr: Επεξεργασία Κανόνων
es_mx: Editar reglas
et_ee: Muuda reegleid
fa_ir: ویرایش قوانین
fi_fi: Muokkaa sääntöjä
fr_fr: Modifier les règles
ga_ie: Cuir Rialacha in Eagar
he_il: ערוך כללים
hi_in: नियम संपादित करें
hr_hr: Uredi pravila
hu_hu: Szabályok szerkesztése
id_id: Edit Aturan
it_it: Modifica regole
ja_jp: ルールを編集
ko_kr: 규칙 편집
lt_lt: Redaguoti taisykles
ms_my: Edit Peraturan
nl_nl: Regels bewerken
no_no: Rediger regler
pa_in: ਨਿਯਮ ਸੰਪਾਦਿਤ ਕਰੋ
pl_pl: Edytuj reguły
pt_pt: Editar Regras
ro_ro: Editează regulile
ru_ru: Редактировать правила
sk_sk: Upraviť pravidlá
sq_al: Ndrysho Rregullat
sr_cyrl_rs: Измени правила
sv_se: Redigera regler
sw_ke: Hariri Sheria
ta_in: விதிகளைத் திருத்து
th_th: แก้ไขกฎ
tl_ph: I-edit ang Mga Panuntunan
tr_tr: Kuralları Düzenle
uk_ua: Редагувати правила
vi_vn: Chỉnh sửa quy tắc
zh_cn: 编辑规则
zh_tw: 編輯規則

# SettingsPage_Section_About.Text
source: About
af_za: Oor
ar_eg: عنّا
ar_sa: حول
bg_bg: Относно
bn_bd: সম্পর্কে
ca_es: Quant a
cs_cz: O aplikaci
da_dk: Om
de_de: Über
el_gr: Σχετικά
es_mx: Acerca de
et_ee: Teave
fa_ir: درباره
fi_fi: Tietoja
fr_fr: À propos
ga_ie: Maidir le
he_il: אודות
hi_in: के बारे में
hr_hr: O aplikaciji
hu_hu: Névjegy
id_id: Tentang
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
lt_lt: Apie
ms_my: Mengenai
nl_nl: Over
no_no: Om
pa_in: ਬਾਰੇ
pl_pl: O programie
pt_pt: Sobre
ro_ro: Despre
ru_ru: О программе
sk_sk: O aplikácii
sq_al: Rreth nesh
sr_cyrl_rs: О програму
sv_se: Om
sw_ke: Kuhusu
ta_in: பற்றி
th_th: เกี่ยวกับ
tl_ph: Tungkol
tr_tr: Hakkında
uk_ua: Про
vi_vn: Về ứng dụng
zh_cn: 关于
zh_tw: 關於

# SettingsPage_AboutExpander.Header
source: About Nagi
af_za: Oor Nagi
ar_eg: عن ناجي
ar_sa: حول ناجي
bg_bg: Относно Nagi
bn_bd: Nagi সম্পর্কে
ca_es: Quant a Nagi
cs_cz: O Nagi
da_dk: Om Nagi
de_de: Über Nagi
el_gr: Σχετικά με το Nagi
es_mx: Acerca de Nagi
et_ee: Teave Nagi kohta
fa_ir: درباره Nagi
fi_fi: Tietoja Nagista
fr_fr: À propos de Nagi
ga_ie: Maidir le Nagi
he_il: אודות Nagi
hi_in: नागी के बारे में
hr_hr: O Nagiju
hu_hu: A Nagiról
id_id: Tentang Nagi
it_it: Informazioni su Nagi
ja_jp: Nagiについて
ko_kr: Nagi 정보
lt_lt: Apie Nagi
ms_my: Mengenai Nagi
nl_nl: Over Nagi
no_no: Om Nagi
pa_in: ਨਾਗੀ ਬਾਰੇ
pl_pl: O Nagi
pt_pt: Sobre o Nagi
ro_ro: Despre Nagi
ru_ru: О Nagi
sk_sk: O aplikácii Nagi
sq_al: Rreth Nagit
sr_cyrl_rs: О Нагију
sv_se: Om Nagi
sw_ke: Kuhusu Nagi
ta_in: நாகியைப் பற்றி
th_th: เกี่ยวกับ Nagi
tl_ph: Tungkol sa Nagi
tr_tr: Nagi Hakkında
uk_ua: Про Nagi
vi_vn: Về Nagi
zh_cn: 关于 Nagi
zh_tw: 關於 Nagi

# SettingsPage_AboutExpander.Description
source: Rediscover your local music collection with Nagi, a music player focused on speed, simplicity, and privacy.
af_za: Herontdek jou plaaslike musiekversameling met Nagi, 'n musiekspeler wat fokus op spoed, eenvoud en privaatheid.
ar_eg: استكشف مجموعتك الموسيقية المحلية من جديد مع ناجي، مشغل موسيقى يركز على السرعة والبساطة والخصوصية.
ar_sa: أعد اكتشاف مجموعتك الموسيقية المحلية مع ناجي، مشغل موسيقى يركز على السرعة والبساطة والخصوصية.
bg_bg: Преоткрийте своята местна музикална колекция с Nagi – музикален плейър, фокусиран върху бързина, простота и поверителност.
bn_bd: Nagi-এর মাধ্যমে আপনার স্থানীয় সঙ্গীত সংগ্রহ আবার আবিষ্কার করুন, একটি সঙ্গীত প্লেয়ার যা গতি, সরলতা এবং গোপনীয়তার উপর কেন্দ্র করে।
ca_es: Redescobreix la teva col·lecció de música local amb Nagi, un reproductor de música centrat en la velocitat, la simplicitat i la privadesa.
cs_cz: Znovu objevte svou místní hudební sbírku s Nagi, hudebním přehrávačem zaměřeným na rychlost, jednoduchost a soukromí.
da_dk: Genopdag din lokale musiksamling med Nagi, en musikafspiller fokuseret på hastighed, enkelhed og privatliv.
de_de: Entdecken Sie Ihre lokale Musiksammlung neu mit Nagi, einem Musikplayer, der auf Geschwindigkeit, Einfachheit und Datenschutz fokussiert ist.
el_gr: Ανακαλύψτε ξανά την τοπική συλλογή μουσικής σας με το Nagi, ένα πρόγραμμα αναπαραγωγής μουσικής που εστιάζει στην ταχύτητα, την απλότητα και την ιδιωτικότητα.
es_mx: Redescubre tu colección de música local con Nagi, un reproductor de música centrado en la velocidad, simplicidad y privacidad.
et_ee: Avastage oma kohalik muusikakogu uuesti Nagi abil – muusikamängija, mis keskendub kiirusele, lihtsusele ja privaatsusele.
fa_ir: مجموعه موسیقی محلی خود را با Nagi، یک پخش‌کننده موسیقی که بر سرعت، سادگی و حریم خصوصی تمرکز دارد، دوباره کشف کنید.
fi_fi: Löydä paikallinen musiikkikokoelmasi uudelleen Nagin avulla, joka on nopeuteen, yksinkertaisuuteen ja yksityisyyteen keskittyvä musiikkisoitin.
fr_fr: Redécouvrez votre collection de musique locale avec Nagi, un lecteur de musique axé sur la vitesse, la simplicité et la confidentialité.
ga_ie: Athaimsigh do bhailiúchán ceoil áitiúil le Nagi, seinnteoir ceoil atá dírithe ar luas, simplíocht, agus príobháideachas.
he_il: גלה מחדש את אוסף המוזיקה המקומי שלך עם Nagi, נגן מוזיקה המתמקד במהירות, בפשטות ובפרטיות.
hi_in: नागी के साथ अपने स्थानीय संगीत संग्रह को फिर से खोजें, एक संगीत प्लेयर जो गति, सादगी और गोपनीयता पर केंद्रित है।
hr_hr: Ponovno otkrijte svoju lokalnu glazbenu kolekciju uz Nagi, reproduktor glazbe fokusiran na brzinu, jednostavnost i privatnost.
hu_hu: Fedezze fel újra helyi zenei gyűjteményét a Nagival, egy sebességre, egyszerűségre és adatvédelemre fókuszáló zenelejátszóval.
id_id: Temukan kembali koleksi musik lokal Anda dengan Nagi, pemutar musik yang berfokus pada kecepatan, kesederhanaan, dan privasi.
it_it: Riscopri la tua collezione musicale locale con Nagi, un lettore musicale focalizzato su velocità, semplicità e privacy.
ja_jp: スピード、シンプルさ、プライバシーに焦点を当てた音楽プレイヤーNagiで、ローカルの音楽コレクションを再発見しましょう。
ko_kr: 속도, 단순성, 개인 정보 보호에 중점을 둔 음악 플레이어 Nagi로 로컬 음악 컬렉션을 재발견하세요.
lt_lt: Iš naujo atraskite savo vietinę muzikos kolekciją su „Nagi“ – muzikos grotuvu, orientuotu į greitį, paprastumą ir privatumą.
ms_my: Temui semula koleksi muzik tempatan anda dengan Nagi, pemain muzik yang memberi tumpuan kepada kelajuan, kesederhanaan, dan privasi.
nl_nl: Herontdek uw lokale muziekcollectie met Nagi, een muziekspeler gericht op snelheid, eenvoud en privacy.
no_no: Gjenoppdag din lokale musikksamling med Nagi, en musikkspiller fokusert på hastighet, enkelhet og personvern.
pa_in: ਨਾਗੀ ਨਾਲ ਆਪਣੇ ਸਥਾਨਕ ਸੰਗੀਤ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮੁੜ ਖੋਜੋ, ਇੱਕ ਸੰਗੀਤ ਪਲੇਅਰ ਜੋ ਗਤੀ, ਸਰਲਤਾ ਅਤੇ ਗੋਪਨੀਯਤਾ 'ਤੇ ਕੇਂਦ੍ਰਿਤ ਹੈ।
pl_pl: Odkryj na nowo swoją lokalną kolekcję muzyki dzięki Nagi, odtwarzaczowi muzyki skupionemu na szybkości, prostocie i prywatności.
pt_pt: Redescubra a sua coleção de música local com Nagi, um leitor de música focado na velocidade, simplicidade e privacidade.
ro_ro: Redescoperă colecția ta locală de muzică cu Nagi, un player de muzică axat pe viteză, simplitate și confidențialitate.
ru_ru: Откройте заново свою локальную музыкальную коллекцию с Nagi – музыкальным плеером, ориентированным на скорость, простоту и конфиденциальность.
sk_sk: Znovu objavte svoju lokálnu hudobnú zbierku s Nagi, prehrávačom hudby zameraným na rýchlosť, jednoduchosť a súkromie.
sq_al: Rizbuloni koleksionin tuaj lokal të muzikës me Nagi, një luajtës muzike i fokusuar në shpejtësi, thjeshtësi dhe privatësi.
sr_cyrl_rs: Поново откријте своју локалну музичку колекцију уз Наги, музички плејер фокусиран на брзину, једноставност и приватност.
sv_se: Återupptäck din lokala musiksamling med Nagi, en musikspelare fokuserad på snabbhet, enkelhet och integritet.
sw_ke: Gundua tena mkusanyiko wako wa muziki wa ndani ukitumia Nagi, kichezaji muziki kinachozingatia kasi, urahisi, na faragha.
ta_in: நாகியுடன் உங்கள் உள்ளூர் இசைத் தொகுப்பை மீண்டும் கண்டறியவும், இது வேகம், எளிமை மற்றும் தனியுரிமை ஆகியவற்றில் கவனம் செலுத்தும் ஒரு இசை பிளேயர்.
th_th: ค้นพบเพลงสะสมในเครื่องของคุณอีกครั้งด้วย Nagi เครื่องเล่นเพลงที่เน้นความเร็ว ความเรียบง่าย และความเป็นส่วนตัว
tl_ph: Muling tuklasin ang iyong lokal na koleksyon ng musika gamit ang Nagi, isang music player na nakatuon sa bilis, pagiging simple, at privacy.
tr_tr: Hız, basitlik ve gizliliğe odaklanan bir müzik çalar olan Nagi ile yerel müzik koleksiyonunuzu yeniden keşfedin.
uk_ua: Відкрийте для себе свою локальну музичну колекцію з Nagi, музичним плеєром, орієнтованим на швидкість, простоту та конфіденційність.
vi_vn: Khám phá lại bộ sưu tập nhạc cục bộ của bạn với Nagi, một trình phát nhạc tập trung vào tốc độ, sự đơn giản và quyền riêng tư.
zh_cn: 使用 Nagi 重新发现您的本地音乐收藏，Nagi 是一款专注于速度、简洁和隐私的音乐播放器。
zh_tw: 使用 Nagi 重新探索您的本地音樂收藏，這是一款專注於速度、簡潔性和隱私的音樂播放器。

# SettingsPage_About_VersionPrefix.Text
source: Version
af_za: Weergawe
ar_eg: الإصدار
ar_sa: الإصدار
bg_bg: Версия
bn_bd: সংস্করণ
ca_es: Versió
cs_cz: Verze
el_gr: Έκδοση
es_mx: Versión
et_ee: Versioon
fa_ir: نسخه
fi_fi: Versio
ga_ie: Leagan
he_il: גרסה
hi_in: संस्करण
hr_hr: Verzija
hu_hu: Verzió
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
lt_lt: Versija
ms_my: Versi
nl_nl: Versie
no_no: Versjon
pa_in: ਸੰਸਕਰਨ
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sk_sk: Verzia
sq_al: Versioni
sr_cyrl_rs: Верзија
sw_ke: Toleo
ta_in: பதிப்பு
th_th: เวอร์ชัน
tl_ph: Bersyon
tr_tr: Sürüm
uk_ua: Версія
vi_vn: Phiên bản
zh_cn: 版本
zh_tw: 版本

# SettingsPage_About_Licenses.Content
source: View Licenses
af_za: Bekyk Lisensies
ar_eg: عرض التراخيص
ar_sa: عرض التراخيص
bg_bg: Преглед на лицензи
bn_bd: লাইসেন্স দেখুন
ca_es: Veure llicències
cs_cz: Zobrazit licence
da_dk: Se licenser
de_de: Lizenzen anzeigen
el_gr: Προβολή Αδειών Χρήσης
es_mx: Ver licencias
et_ee: Vaata litsentse
fa_ir: مشاهده مجوزها
fi_fi: Näytä lisenssit
fr_fr: Afficher les licences
ga_ie: Féach ar Cheadúnais
he_il: הצג רישיונות
hi_in: लाइसेंस देखें
hr_hr: Prikaži licence
hu_hu: Licencek megtekintése
id_id: Lihat Lisensi
it_it: Visualizza licenze
ja_jp: ライセンスを表示
ko_kr: 라이선스 보기
lt_lt: Peržiūrėti licencijas
ms_my: Lihat Lesen
nl_nl: Licenties bekijken
no_no: Vis lisenser
pa_in: ਲਾਇਸੈਂਸ ਵੇਖੋ
pl_pl: Wyświetl licencje
pt_pt: Ver Licenças
ro_ro: Vezi licențele
ru_ru: Посмотреть лицензии
sk_sk: Zobraziť licencie
sq_al: Shiko licencat
sr_cyrl_rs: Погледај лиценце
sv_se: Visa licenser
sw_ke: Tazama Leseni
ta_in: உரிமைகளைக் காண்க
th_th: ดูใบอนุญาต
tl_ph: Tingnan ang Mga Lisensya
tr_tr: Lisansları Görüntüle
uk_ua: Переглянути ліцензії
vi_vn: Xem giấy phép
zh_cn: 查看许可证
zh_tw: 檢視授權

# SettingsPage_About_SourceCode.Content
source: Source Code
af_za: Bronkode
ar_eg: شفرة المصدر
ar_sa: الكود المصدري
bg_bg: Изходен код
bn_bd: উৎস কোড
ca_es: Codi font
cs_cz: Zdrojový kód
da_dk: Kildekode
de_de: Quellcode
el_gr: Πηγαίος Κώδικας
es_mx: Código fuente
et_ee: Lähtekood
fa_ir: کد منبع
fi_fi: Lähdekoodi
fr_fr: Code source
ga_ie: Cód Foinseach
he_il: קוד מקור
hi_in: स्रोत कोड
hr_hr: Izvorni kod
hu_hu: Forráskód
id_id: Kode Sumber
it_it: Codice sorgente
ja_jp: ソースコード
ko_kr: 소스 코드
lt_lt: Šaltinio kodas
ms_my: Kod Sumber
nl_nl: Broncode
no_no: Kildekode
pa_in: ਸਰੋਤ ਕੋਡ
pl_pl: Kod źródłowy
pt_pt: Código Fonte
ro_ro: Cod sursă
ru_ru: Исходный код
sk_sk: Zdrojový kód
sq_al: Kodi burimor
sr_cyrl_rs: Изворни код
sv_se: Källkod
sw_ke: Msimbo Chanzo
ta_in: மூலக் குறியீடு
th_th: ซอร์สโค้ด
tr_tr: Kaynak Kodu
uk_ua: Вихідний код
vi_vn: Mã nguồn
zh_cn: 源代码
zh_tw: 原始碼

# SettingsPage_About_CheckUpdates.Content
source: Check for Updates
af_za: Kyk vir Opdaterings
ar_eg: التحقق من التحديثات
ar_sa: التحقق من وجود تحديثات
bg_bg: Проверка за актуализации
bn_bd: আপডেটের জন্য পরীক্ষা করুন
ca_es: Cercar actualitzacions
cs_cz: Zkontrolovat aktualizace
da_dk: Søg efter opdateringer
de_de: Nach Updates suchen
el_gr: Έλεγχος για Ενημερώσεις
es_mx: Buscar actualizaciones
et_ee: Kontrolli uuendusi
fa_ir: بررسی به‌روزرسانی‌ها
fi_fi: Tarkista päivitykset
fr_fr: Vérifier les mises à jour
ga_ie: Seiceáil le haghaidh Nuashonruithe
he_il: בדוק עדכונים
hi_in: अपडेट की जाँच करें
hr_hr: Provjeri ažuriranja
hu_hu: Frissítések keresése
id_id: Periksa Pembaruan
it_it: Verifica aggiornamenti
ja_jp: 更新を確認
ko_kr: 업데이트 확인
lt_lt: Tikrinti naujinimus
ms_my: Semak Kemas Kini
nl_nl: Controleren op updates
no_no: Se etter oppdateringer
pa_in: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
pl_pl: Sprawdź aktualizacje
pt_pt: Procurar Atualizações
ro_ro: Verifică actualizări
ru_ru: Проверить обновления
sk_sk: Skontrolovať aktualizácie
sq_al: Kontrollo për përditësime
sr_cyrl_rs: Провери ажурирања
sv_se: Sök efter uppdateringar
sw_ke: Angalia Sasisho
ta_in: புதுப்பிப்புகளைச் சரிபார்
th_th: ตรวจสอบการอัปเดต
tl_ph: Suriin ang Mga Update
tr_tr: Güncellemeleri Kontrol Et
uk_ua: Перевірити оновлення
vi_vn: Kiểm tra cập nhật
zh_cn: 检查更新
zh_tw: 檢查更新

# SettingsPage_About_Feedback.Content
source: Send Feedback
af_za: Stuur Terugvoer
ar_eg: ارسال ملاحظات
ar_sa: إرسال ملاحظات
bg_bg: Изпрати обратна връзка
bn_bd: প্রতিক্রিয়া পাঠান
ca_es: Enviar comentaris
cs_cz: Odeslat zpětnou vazbu
de_de: Feedback senden
el_gr: Αποστολή Σχολίων
es_mx: Enviar comentarios
et_ee: Saada tagasisidet
fa_ir: ارسال بازخورد
fi_fi: Lähetä palautetta
fr_fr: Envoyer des commentaires
ga_ie: Seol Aiseolas
he_il: שלח משוב
hi_in: प्रतिक्रिया भेजें
hr_hr: Pošalji povratne informacije
hu_hu: Visszajelzés küldése
id_id: Kirim Masukan
it_it: Invia feedback
ja_jp: フィードバックを送信
ko_kr: 피드백 보내기
lt_lt: Siųsti atsiliepimą
ms_my: Hantar Maklum Balas
nl_nl: Feedback verzenden
no_no: Send tilbakemelding
pa_in: ਫੀਡਬੈਕ ਭੇਜੋ
pl_pl: Wyślij opinię
pt_pt: Enviar Feedback
ro_ro: Trimite feedback
ru_ru: Отправить отзыв
sk_sk: Odoslať spätnú väzbu
sq_al: Dërgo komente
sr_cyrl_rs: Пошаљи повратну информацију
sv_se: Skicka feedback
sw_ke: Tuma Maoni
ta_in: கருத்து அனுப்பு
th_th: ส่งข้อเสนอแนะ
tl_ph: Magpadala ng Feedback
tr_tr: Geri Bildirim Gönder
uk_ua: Надіслати відгук
vi_vn: Gửi phản hồi
zh_cn: 发送反馈
zh_tw: 傳送意見反應

# SettingsPage_CheckForUpdates.Header
source: Check for updates on startup
af_za: Kyk vir opdaterings by opstart
ar_eg: التحقق من التحديثات عند بدء التشغيل
ar_sa: التحقق من وجود تحديثات عند بدء التشغيل
bg_bg: Проверка за актуализации при стартиране
bn_bd: স্টার্টআপে আপডেটের জন্য পরীক্ষা করুন
ca_es: Cercar actualitzacions en iniciar
cs_cz: Zkontrolovat aktualizace při spuštění
da_dk: Søg efter opdateringer ved opstart
de_de: Beim Start nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις κατά την εκκίνηση
es_mx: Buscar actualizaciones al inicio
et_ee: Kontrolli uuendusi käivitamisel
fa_ir: بررسی به‌روزرسانی‌ها هنگام راه‌اندازی
fi_fi: Tarkista päivitykset käynnistyksen yhteydessä
fr_fr: Vérifier les mises à jour au démarrage
ga_ie: Seiceáil le haghaidh nuashonruithe ar thosú
he_il: בדוק עדכונים בהפעלה
hi_in: स्टार्टअप पर अपडेट की जाँच करें
hr_hr: Provjeri ažuriranja pri pokretanju
hu_hu: Frissítések keresése indításkor
id_id: Periksa pembaruan saat startup
it_it: Verifica aggiornamenti all'avvio
ja_jp: 起動時に更新を確認
ko_kr: 시작 시 업데이트 확인
lt_lt: Tikrinti naujinimus paleidžiant
ms_my: Semak kemas kini semasa permulaan
nl_nl: Controleren op updates bij opstarten
no_no: Se etter oppdateringer ved oppstart
pa_in: ਸ਼ੁਰੂਆਤ 'ਤੇ ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
pl_pl: Sprawdzaj aktualizacje przy starcie
pt_pt: Procurar atualizações no arranque
ro_ro: Verifică actualizări la pornire
ru_ru: Проверять обновления при запуске
sk_sk: Kontrolovať aktualizácie pri štarte
sq_al: Kontrollo për përditësime në nisje
sr_cyrl_rs: Провери ажурирања при покретању
sv_se: Sök efter uppdateringar vid start
sw_ke: Angalia sasisho wakati wa kuanza
ta_in: துவக்கத்தில் புதுப்பிப்புகளைச் சரிபார்
th_th: ตรวจสอบการอัปเดตเมื่อเริ่มต้น
tl_ph: Suriin ang mga update sa startup
tr_tr: Başlangıçta güncellemeleri kontrol et
uk_ua: Перевіряти оновлення при запуску
vi_vn: Kiểm tra cập nhật khi khởi động
zh_cn: 启动时检查更新
zh_tw: 啟動時檢查更新

# SettingsPage_CheckForUpdates.Description
source: Automatically check for new versions when the application starts.
af_za: Kyk outomaties vir nuwe weergawes wanneer die toepassing begin.
ar_eg: التحقق تلقائياً من الإصدارات الجديدة عند بدء تشغيل التطبيق.
ar_sa: التحقق تلقائيًا من وجود إصدارات جديدة عند بدء تشغيل التطبيق.
bg_bg: Автоматично проверява за нови версии, когато приложението стартира.
bn_bd: অ্যাপ্লিকেশন চালু হলে স্বয়ংক্রিয়ভাবে নতুন সংস্করণগুলির জন্য পরীক্ষা করুন।
ca_es: Comprovar automàticament si hi ha noves versions quan s'inicia l'aplicació.
cs_cz: Automaticky kontrolovat nové verze při spuštění aplikace.
da_dk: Søg automatisk efter nye versioner, når applikationen starter.
de_de: Automatisch nach neuen Versionen suchen, wenn die Anwendung startet.
el_gr: Αυτόματος έλεγχος για νέες εκδόσεις όταν ξεκινά η εφαρμογή.
es_mx: Comprueba automáticamente si hay nuevas versiones cuando la aplicación se inicia.
et_ee: Kontrollib automaatselt uusi versioone, kui rakendus käivitub.
fa_ir: هنگام شروع برنامه، به طور خودکار نسخه‌های جدید را بررسی کنید.
fi_fi: Tarkista automaattisesti uudet versiot, kun sovellus käynnistyy.
fr_fr: Vérifie automatiquement les nouvelles versions au démarrage de l'application.
ga_ie: Seiceáil go huathoibríoch le haghaidh leaganacha nua nuair a thosaíonn an feidhmchlár.
he_il: בדוק אוטומטית גרסאות חדשות כאשר היישום מופעל.
hi_in: जब एप्लिकेशन शुरू होता है तो नए संस्करणों के लिए स्वचालित रूप से जाँच करें।
hr_hr: Automatski provjerite nove verzije kada se aplikacija pokrene.
hu_hu: Automatikusan ellenőrizze az új verziókat az alkalmazás indításakor.
id_id: Otomatis periksa versi baru saat aplikasi dimulai.
it_it: Verifica automaticamente nuove versioni all'avvio dell'applicazione.
ja_jp: アプリケーション起動時に新しいバージョンを自動的に確認します。
ko_kr: 응용 프로그램이 시작될 때 새 버전을 자동으로 확인합니다.
lt_lt: Automatiškai tikrinti naujas versijas, kai programa paleidžiama.
ms_my: Semak versi baharu secara automatik apabila aplikasi bermula.
nl_nl: Controleer automatisch op nieuwe versies wanneer de applicatie start.
no_no: Sjekk automatisk etter nye versjoner når applikasjonen starter.
pa_in: ਜਦੋਂ ਐਪਲੀਕੇਸ਼ਨ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ ਤਾਂ ਨਵੇਂ ਸੰਸਕਰਨਾਂ ਲਈ ਆਪਣੇ ਆਪ ਜਾਂਚ ਕਰੋ।
pl_pl: Automatycznie sprawdzaj dostępność nowych wersji po uruchomieniu aplikacji.
pt_pt: Verifica automaticamente se há novas versões quando a aplicação é iniciada.
ro_ro: Verifică automat versiunile noi când aplicația pornește.
ru_ru: Автоматически проверять наличие новых версий при запуске приложения.
sk_sk: Automaticky kontrolovať nové verzie pri spustení aplikácie.
sq_al: Kontrollo automatikisht për versione të reja kur aplikacioni nis.
sr_cyrl_rs: Аутоматски провери нове верзије када се апликација покрене.
sv_se: Kontrollera automatiskt efter nya versioner när applikationen startar.
sw_ke: Angalia kiotomatiki matoleo mapya programu inapoanza.
ta_in: பயன்பாடு தொடங்கும் போது புதிய பதிப்புகளை தானாகவே சரிபார்க்கவும்.
th_th: ตรวจสอบเวอร์ชันใหม่โดยอัตโนมัติเมื่อแอปพลิเคชันเริ่มต้น
tl_ph: Awtomatikong suriin ang mga bagong bersyon kapag nagsimula ang application.
tr_tr: Uygulama başlatıldığında yeni sürümleri otomatik olarak kontrol edin.
uk_ua: Автоматично перевіряти наявність нових версій при запуску програми.
vi_vn: Tự động kiểm tra các phiên bản mới khi ứng dụng khởi động.
zh_cn: 应用程序启动时自动检查新版本。
zh_tw: 應用程式啟動時自動檢查新版本。

# SettingsPage_Language.Header
source: Application Language
af_za: Toepassingstaal
ar_eg: لغة التطبيق
ar_sa: لغة التطبيق
bg_bg: Език на приложението
bn_bd: অ্যাপ্লিকেশন ভাষা
ca_es: Idioma de l'aplicació
cs_cz: Jazyk aplikace
da_dk: Applikationssprog
de_de: Anwendungssprache
el_gr: Γλώσσα Εφαρμογής
es_mx: Idioma de la aplicación
et_ee: Rakenduse keel
fa_ir: زبان برنامه
fi_fi: Sovelluksen kieli
fr_fr: Langue de l'application
ga_ie: Teanga Feidhmchláir
he_il: שפת יישום
hi_in: ऐप भाषा
hr_hr: Jezik aplikacije
hu_hu: Alkalmazás nyelve
id_id: Bahasa Aplikasi
it_it: Lingua dell'applicazione
ja_jp: アプリケーションの言語
ko_kr: 앱 언어
lt_lt: Programos kalba
ms_my: Bahasa Aplikasi
nl_nl: Applicatietaal
no_no: Applikasjonsspråk
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਭਾਸ਼ਾ
pl_pl: Język aplikacji
pt_pt: Idioma do Aplicativo
ro_ro: Limba aplicației
ru_ru: Язык приложения
sk_sk: Jazyk aplikácie
sq_al: Gjuha e aplikacionit
sr_cyrl_rs: Језик апликације
sv_se: Applikationsspråk
sw_ke: Lugha ya Programu
ta_in: பயன்பாட்டு மொழி
th_th: ภาษาของแอปพลิเคชัน
tl_ph: Wika ng Application
tr_tr: Uygulama Dili
uk_ua: Мова програми
vi_vn: Ngôn ngữ ứng dụng
zh_cn: 应用程序语言
zh_tw: 應用程式語言
